BetaiAndMark.search-similar-code
ccimage.jsonviewer
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
cstrap.python-snippets
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
formulahendry.code-runner
freakypie.code-python-isort
golang.go
himanoa.Python-autopep8
humao.rest-client
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
njpwerner.autodocstring
oderwat.indent-rainbow
PKief.material-icon-theme
quicktype.quicktype
RandomFractalsInc.vscode-data-preview
redhat.vscode-yaml
Shan.code-settings-sync
shardulm94.trailing-spaces
VisualStudioExptTeam.vscodeintellicode